package com.rhjf.salesman.constant;

import java.util.HashMap;
import java.util.Map;

public class MCCConstant {

	


	public static Map<String,String> biaoZhun = new HashMap<>();


	public static Map<String,String> youHui = new HashMap<>();
	
	public static String[] cityCode = {"1102","1101","1201","1202","1301","1302","1304","1303","1311","1310","1309","1308","1307","1306","1305","1405",
			"1406","1407","1404","1403","1408","1401","1409","1410","1423","1402","1522","1521","1506","1505","1504","1503","1502","1501","1529","1525",
			"1526","1528","2103","2102","2101","2104","2105","2106","2114","2108","2109","2110","2111","2112","2113","2107","2203","2202","2201","2204",
			"2224","2208","2207","2206","2205","2301","2302","2303","2304","2305","2306","2327","2312","2311","2310","2309","2308","2307","3102","310112",
			"310103","310101","310106","310107","310108","310109","310110","310120","310119","310118","310117","310116","310115","310114","310113",
			"310105","310104","3213","3212","3211","3210","3209","3208","3207","3206","3204","3205","3203","3202","3201","3305","3306","3311","3307",
			"3308","3304","3310","3301","3302","3303","3309","3412","3413","3414","3401","3402","3411","3410","3408","3407","3406","3405","3404","3403",
			"3416","3415","3418","3417","3505","3506","3507","3508","3509","3501","3502","3503","3504","3601","3602","3603","3604","3605","3606","3607",
			"3608","3609","3610","3611","3701","3717","3703","3704","3705","3706","3707","3708","3709","3710","3711","3712","3713","3714","3715","3716",
			"3702","4101","4102","4117","4116","4115","4114","4113","4112","4111","4110","4109","4108","4107","4106","4105","4103","4104","4212","4211",
			"4210","4209","4208","4207","4290","4205","4203","4202","4201","4228","4213","4206","4310","4311","4312","4313","4331","4301","4302","4303",
			"4304","4305","4306","4307","4308","4309","4451","4406","4419","4418","4417","4416","4415","4414","4413","4412","4409","4408","4407","4453",
			"4452","4401","4402","4403","4404","4405","4420","4531","4530","4527","4526","4524","4522","4521","4509","4508","4507","4506","4503","4504",
			"4505","4502","4501","4601","4602","5002","5003","5001","5105","5106","5107","5108","5109","5134","5111","5113","5114","5115","5116","5117",
			"5118","5119","5120","5132","5133","5104","5103","5101","5110","5203","5202","5201","5204","5227","5226","5224","5223","5222","5301","5303",
			"5335","5334","5333","5332","5331","5329","5304","5305","5306","5323","5325","5326","5327","5328","5423","5424","5425","5401","5421","5422",
			"5426","6109","6108","6107","6106","6110","6104","6103","6102","6101","6105","6203","6230","6229","6228","6227","6226","6224","6222","6221",
			"6206","6205","6204","6201","6202","6325","6323","6322","6321","6327","6301","6328","6326","6402","6404","6401","6403","6530","6529","6528",
			"6527","6523","6522","6521","6502","6501","6590","6543","6542","6531","6532","6540"};
	
	
	public static String[] parantCode = {"11","11","12","12","13","13","13","13","13","13","13","13","13","13","13","14","14","14","14","14","14","14","14",
			"14","14","14","15","15","15","15","15","15","15","15","15","15","15","15","21","21","21","21","21","21","21","21","21","21","21","21","21",
			"21","22","22","22","22","22","22","22","22","22","23","23","23","23","23","23","23","23","23","23","23","23","23","31","3101","3101","3101",
			"3101","3101","3101","3101","3101","3101","3101","3101","3101","3101","3101","3101","3101","3101","3101","32","32","32","32","32","32",
			"32","32","32","32","32","32","32","33","33","33","33","33","33","33","33","33","33","33","34","34","34","34","34","34","34","34","34",
			"34","34","34","34","34","34","34","34","35","35","35","35","35","35","35","35","35","36","36","36","36","36","36","36","36","36","36",
			"36","37","37","37","37","37","37","37","37","37","37","37","37","37","37","37","37","37","41","41","41","41","41","41","41","41","41",
			"41","41","41","41","41","41","41","41","42","42","42","42","42","42","42","42","42","42","42","42","42","42","43","43","43","43","43",
			"43","43","43","43","43","43","43","43","43","44","44","44","44","44","44","44","44","44","44","44","44","44","44","44","44","44","44",
			"44","44","44","45","45","45","45","45","45","45","45","45","45","45","45","45","45","45","45","46","46","50","50","50","51","51","51",
			"51","51","51","51","51","51","51","51","51","51","51","51","51","51","51","51","51","51","52","52","52","52","52","52","52","52","52",
			"53","53","53","53","53","53","53","53","53","53","53","53","53","53","53","53","54","54","54","54","54","54","54","61","61","61","61",
			"61","61","61","61","61","61","62","62","62","62","62","62","62","62","62","62","62","62","62","62","63","63","63","63","63","63","63",
			"63","64","64","64","64","65","65","65","65","65","65","65","65","65","65","65","65","65","65","65"};
	
	
	public static String[] cityName = {"北京市","北京市","天津市","天津市","石家庄市","唐山市","邯郸市","秦皇岛市","衡水市","廊坊市","沧州市","承德市",
			"张家口市","保定市","邢台市","晋城市","朔州市","晋中市","长治市","阳泉市","运城市","太原市","忻州市","临汾市","吕梁地区","大同市","兴安盟","呼伦贝尔盟",
			"鄂尔多斯市","通辽市","赤峰市","乌海市","包头市","呼和浩特市","阿拉善盟","锡林郭勒盟","乌兰察布盟","巴彦淖尔盟","鞍山市","大连市","沈阳市","抚顺市","本溪市",
			"丹东市","葫芦岛市","营口市","阜新市","辽阳市","盘锦市","铁岭市","朝阳市","锦州市","四平市","吉林市","长春市","辽源市","延边朝鲜族自治州","白城市","松原市","白山市",
			"通化市","哈尔滨市","齐齐哈尔市","鸡西市","鹤岗市","双鸭山市","大庆市","大兴安岭地区","绥化市","黑河市","牡丹江市","七台河市","佳木斯市","伊春市","上海市","闵行区","卢湾区",
			"黄浦区","静安区","普陀区","闸北区","虹口区","杨浦区","奉贤区","南汇区","青浦区","松江区","金山区","浦东新区","嘉定区","宝山区","长宁区","徐汇区","宿迁市","泰州市","镇江市",
			"扬州市","盐城市","淮安市","连云港市","南通市","常州市","苏州市","徐州市","无锡市","南京市","湖州市","绍兴市","丽水市","金华市","衢州市","嘉兴市","台州市","杭州市","宁波市",
			"温州市","舟山市","阜阳市","宿州市","巢湖市","合肥市","芜湖市","滁州市","黄山市","安庆市","铜陵市","淮北市","马鞍山市","淮南市","蚌埠市","亳州市","六安市",
			"宣城市","池州市","泉州市","漳州市","南平市","龙岩市","宁德市","福州市","厦门市","莆田市","三明市","南昌市","景德镇市","萍乡市","九江市","新余市","鹰潭市",
			"赣州市","吉安市","宜春市","抚州市","上饶市","济南市","荷泽市","淄博市","枣庄市","东营市","烟台市","潍坊市","济宁市","泰安市","威海市","日照市","莱芜市",
			"临沂市","德州市","聊城市","滨州市","青岛市","郑州市","开封市","驻马店市","周口市","信阳市","商丘市","南阳市","三门峡市","漯河市","许昌市","濮阳市","焦作市",
			"新乡市","鹤壁市","安阳市","洛阳市","平顶山市","咸宁市","黄冈市","荆州市","孝感市","荆门市","鄂州市","省直辖行政单位","宜昌市","十堰市","黄石市","武汉市",
			"恩施土家族苗族自治州","随州市","襄樊市","郴州市","永州市","怀化市","娄底市","湘西土家族苗族自治州","长沙市","株洲市","湘潭市","衡阳市","邵阳市","岳阳市",
			"常德市","张家界市","益阳市","潮州市","佛山市","东莞市","清远市","阳江市","河源市","汕尾市","梅州市","惠州市","肇庆市","茂名市","湛江市","江门市","云浮市",
			"揭阳市","广州市","韶关市","深圳市","珠海市","汕头市","中山市","崇左市","来宾市","河池地区","百色地区","贺州地区","柳州地区","南宁地区","玉林市","贵港市",
			"钦州市","防城港市","桂林市","梧州市","北海市","柳州市","南宁市","海口市","三亚市","重庆市","重庆市","重庆市","泸州市","德阳市","绵阳市","广元市","遂宁市",
			"凉山彝族自治州","乐山市","南充市","眉山市","宜宾市","广安市","达州市","雅安市","巴中市","资阳市","阿坝藏族羌族自治州","甘孜藏族自治州","攀枝花市","自贡市",
			"成都市","内江市","遵义市","六盘水市","贵阳市","安顺市","黔南布依族苗族自治州","黔东南苗族侗族自治州","毕节地区","黔西南布依族苗族自治州","铜仁地区","昆明市","曲靖市",
			"临沧地区","迪庆藏族自治州","怒江傈僳族自治州","丽江地区","德宏傣族景颇族自治州","大理白族自治州","玉溪市","保山市","昭通市","楚雄彝族自治州","红河哈尼族彝族自治州",
			"文山壮族苗族自治州","思茅地区","西双版纳傣族自治州","日喀则地区","那曲地区","阿里地区","拉萨市","昌都地区","山南地区","林芝地区","安康市","榆林市","汉中市","延安市",
			"商洛市","咸阳市","宝鸡市","铜川市","西安市","渭南市","金昌市","甘南藏族自治州","临夏回族自治州","庆阳地区","平凉地区","陇南地区","定西地区","张掖地区","酒泉地区","武威市",
			"天水市","白银市","兰州市","嘉峪关市","海南藏族自治州","黄南藏族自治州","海北藏族自治州","海东地区","玉树藏族自治州","西宁市","海西蒙古族藏族自治州","果洛藏族自治州",
			"石嘴山市","固原市","银川市","吴忠市","克孜勒苏柯尔克孜自治州","阿克苏地区","巴音郭楞蒙古自治州","博尔塔拉蒙古自治州","昌吉回族自治州","哈密地区","吐鲁番地区","克拉玛依市",
			"乌鲁木齐市","省直辖行政单位","阿勒泰地区","塔城地区","喀什地区","和田地区","伊犁哈萨克自治州"};
	
	
	
	static{

		biaoZhun.put("8043","光学产品、眼镜店");
		biaoZhun.put("8249","贸易和职业学校（职业技能培训）");
		biaoZhun.put("8244","商业和文秘学校（中等专业学校）");
		biaoZhun.put("8111","法律服务和律师事务所服务");
		biaoZhun.put("8071","医学及牙科实验室");
		biaoZhun.put("8050","护理和照料服务");
		biaoZhun.put("8911","建筑、工程和测量服务");
		biaoZhun.put("8699","其他会员组织");
		biaoZhun.put("8675","汽车协会");
		biaoZhun.put("5300","会员制批量零售店");
		biaoZhun.put("5950","玻璃器皿和水晶饰品店");
		biaoZhun.put("5944","银器店");
		biaoZhun.put("5094","贵重珠宝、首饰，钟表零售");
		biaoZhun.put("5937","古玩复制店");
		biaoZhun.put("5932","古玩店（出售、维修及还原）");
		biaoZhun.put("5813","饮酒场所（酒吧、酒馆、夜总会、鸡尾酒大厅、迪斯科舞厅）");
		biaoZhun.put("5812","就餐场所和餐馆");
		biaoZhun.put("5811","包办伙食，宴会承包商");
		biaoZhun.put("7297","按摩店");
		biaoZhun.put("7033","活动房车场及露营场所");
		biaoZhun.put("7032","运动和娱乐露营地");
		biaoZhun.put("7012","分时使用的别墅或度假用房");
		biaoZhun.put("7011","住宿服务（旅馆、酒店、汽车旅馆、度假村等）");
		biaoZhun.put("5971","艺术商和画廊");
		biaoZhun.put("5970","工艺美术商店");
		biaoZhun.put("7631","手表、钟表和首饰维修店");
		biaoZhun.put("7298","保健及美容SPA");
		biaoZhun.put("7932","台球、撞球场所");
		biaoZhun.put("7929","未列入其他代码的乐队、文艺表演");
		biaoZhun.put("7922","戏剧制片（不含电影）、演出和票务");
		biaoZhun.put("7911","歌舞厅");
		biaoZhun.put("7829","电影和录像创作、发行");
		biaoZhun.put("7933","保龄球馆");
		biaoZhun.put("7999","未列入其他代码的娱乐服务");
		biaoZhun.put("7998","水族馆、海洋馆和海豚馆");
		biaoZhun.put("7997","会员俱乐部（体育、娱乐、运动等）、乡村俱乐部以及私人高尔夫课程班");
		biaoZhun.put("7996","游乐园、马戏团、嘉年华、占卜");
		biaoZhun.put("7994","大型游戏机和游戏场所");
		biaoZhun.put("7992","公共高尔夫球场");
		biaoZhun.put("7941","商业体育场馆、职业体育俱乐部、运动场和体育推广公司");
		biaoZhun.put("5271","活动房车销售商");
		biaoZhun.put("1520","一般承包商－住宅与商业楼");
		biaoZhun.put("5592","露营、房车销售商");
		biaoZhun.put("5571","摩托车商店和经销商");
		biaoZhun.put("5561","旅行拖车、娱乐用车销售商");
		biaoZhun.put("5551","船只销售商");
		biaoZhun.put("5521","汽车货车经销商－专门从事旧车的销售、服务、维修、零件及出租");
		biaoZhun.put("5511","汽车货车经销商－新旧车的销售、服务、维修、零件及出租");
		biaoZhun.put("4112","铁路客运");
		biaoZhun.put("3998","铁路客运（月结）");
		biaoZhun.put("4899","有线和其他付费电视服务");
		biaoZhun.put("4814","电信服务，包括本地和长途电话、信用卡电话、磁卡电话和传真");
		biaoZhun.put("5960","保险直销");
		biaoZhun.put("5722","大型家用电器商店");
		biaoZhun.put("5994","报亭、报摊");
		biaoZhun.put("9402","国家邮政服务");
		biaoZhun.put("9400","使领馆收费");
		biaoZhun.put("9399","未列入其他代码的政府服务（社会保障服务，国家强制）");
		biaoZhun.put("9311","纳税");
		biaoZhun.put("9223","保释金");
		biaoZhun.put("9222","罚款");
		biaoZhun.put("9211","法庭费用，包括赡养费和子女抚养费");
		biaoZhun.put("8651","政治组织（政府机构）");
		biaoZhun.put("7523","停车场");
		biaoZhun.put("6300","保险销售、保险业和保险金");
		biaoZhun.put("5013","机动车供应及零配件（批发商）");
		biaoZhun.put("4458","烟草配送");
		biaoZhun.put("5998","其他批发商");
		biaoZhun.put("5398","大型企业批发");
		biaoZhun.put("5065","电器零件和设备（批发商）");
		biaoZhun.put("5051","金属产品服务商和公司（批发商）");
		biaoZhun.put("5047","牙科/实验室/医疗/眼科医院器材和用品（批发商）");
		biaoZhun.put("5046","未列入其他代码的商用器材（批发商）");
		biaoZhun.put("5933","典当、拍卖、信托");
		biaoZhun.put("5599","汽车、飞行器、农用机车综合经营商");
		biaoZhun.put("5598","雪车商");
		biaoZhun.put("7013","不动产代理——房地产经纪");
		biaoZhun.put("5045","计算机、计算机外围设备（批发商）");
		biaoZhun.put("5044","办公、影印及微缩摄影器材（批发商）");
		biaoZhun.put("5039","未列入其他代码的建材批发（批发商）");
		biaoZhun.put("5021","办公及商务家具（批发商）");
		biaoZhun.put("5198","油漆、清漆用品（批发商）");
		biaoZhun.put("5193","花木栽种用品、苗木和花卉（批发商）");
		biaoZhun.put("5192","书、期刊和报纸（批发商）");
		biaoZhun.put("5172","石油及石油产品（批发商）");
		biaoZhun.put("5139","鞋类（批发商）");
		biaoZhun.put("5137","男女及儿童制服和服装（批发商）");
		biaoZhun.put("5131","布料、缝纫用品和其他纺织品（批发商）");
		biaoZhun.put("5122","药品、药品经营者（批发商）");
		biaoZhun.put("5111","文具、办公用品、复印纸和书写纸（批发商）");
		biaoZhun.put("5074","管道和供暖设备（批发商）");
		biaoZhun.put("5072","五金器材及用品（批发商）");
		biaoZhun.put("0742","兽医服务");
		biaoZhun.put("0780","景观美化及园艺服务");
		biaoZhun.put("0763","农业合作");
		biaoZhun.put("4011","铁路运输");
		biaoZhun.put("4457","出租船只");
		biaoZhun.put("4411","轮船及巡游航线服务");
		biaoZhun.put("4225","公共仓储服务－农产品、冷冻品和家用产品");
		biaoZhun.put("4215","快递服务（空运、地面运输或海运）");
		biaoZhun.put("4214","货物搬运和托运—当地和长途，移动和存储公司，以及当地递送服务");
		biaoZhun.put("4119","救护车服务");
		biaoZhun.put("5261","草坪、花园用品商店");
		biaoZhun.put("5251","五金商店");
		biaoZhun.put("5231","玻璃、油漆涂料、墙纸零售");
		biaoZhun.put("5211","木材和各类建材卖场");
		biaoZhun.put("4821","电报服务");
		biaoZhun.put("7995","彩票销售");
		biaoZhun.put("7993","电子游戏供给");
		biaoZhun.put("7991","旅游与展览");
		biaoZhun.put("7841","音像制品出租商店");
		biaoZhun.put("7832","电影院");
		biaoZhun.put("7699","各类维修店及相关服务");
		biaoZhun.put("7692","焊接维修服务");
		biaoZhun.put("4816","计算机网络/信息服务");
		biaoZhun.put("4812","通讯设备和电话销售");
		biaoZhun.put("4789","未列入其他代码的运输服务");
		biaoZhun.put("4733","大型景区售票");
		biaoZhun.put("4722","旅行社");
		biaoZhun.put("4582","机场服务");
		biaoZhun.put("4468","船舶、海运服务提供商");
		biaoZhun.put("8661","宗教组织");
		biaoZhun.put("8641","市民、社会及友爱组织");
		biaoZhun.put("8299","其他学校和教育服务");
		biaoZhun.put("8999","未列入其他代码的专业服务");
		biaoZhun.put("8931","会计、审计、财务服务");
		biaoZhun.put("8912","装修、装潢、园艺");
		biaoZhun.put("9498","信用卡还款");
		biaoZhun.put("1111","特殊类");
		biaoZhun.put("6666","配送类");
		biaoZhun.put("5200","大型仓储式家庭用品卖场");
		biaoZhun.put("5331","各类杂货店、便利店");
		biaoZhun.put("2222","特殊服务类商户");
		biaoZhun.put("5311","百货商店");
		biaoZhun.put("5310","折扣商店");
		biaoZhun.put("5309","免税商店");
		biaoZhun.put("5462","面包房、糕点商店");
		biaoZhun.put("5451","乳制品店、冷饮店");
		biaoZhun.put("5441","糖果及坚果商店");
		biaoZhun.put("5422","各类肉类零售商");
		biaoZhun.put("5399","其他综合零售");
		biaoZhun.put("5641","婴儿、儿童服装店");
		biaoZhun.put("5631","女性用品商店");
		biaoZhun.put("5621","妇女成衣商店");
		biaoZhun.put("5611","男子和男童服装及用品商店");
		biaoZhun.put("5533","汽车零配件商店");
		biaoZhun.put("5532","汽车轮胎经销商");
		biaoZhun.put("5499","各类食品店及专门食品零售店");
		biaoZhun.put("5718","壁炉、壁炉防护网及配件商店");
		biaoZhun.put("5714","帏帐、窗帘、室内装潢商店");
		biaoZhun.put("5713","地板商店");
		biaoZhun.put("5712","家具、家庭摆品、家用设备零售商");
		biaoZhun.put("5699","各类服装及饰物店");
		biaoZhun.put("5698","假发商店");
		biaoZhun.put("5697","裁缝、修补、改衣店");
		biaoZhun.put("5691","成人成衣店");
		biaoZhun.put("5681","皮货店");
		biaoZhun.put("5661","鞋店");
		biaoZhun.put("5655","运动服饰商店");
		biaoZhun.put("5651","家庭服装商店");
		biaoZhun.put("5814","便民餐饮店");
		biaoZhun.put("5735","音像制品商店");
		biaoZhun.put("5734","计算机软件商店");
		biaoZhun.put("5733","音乐商店－乐器、钢琴、乐谱");
		biaoZhun.put("5732","电子设备、家用电器商店");
		biaoZhun.put("5719","各种家庭装饰专营店");
		biaoZhun.put("5942","书店");
		biaoZhun.put("5941","体育用品店");
		biaoZhun.put("5940","自行车商店");
		biaoZhun.put("5935","海上船只遇难救助");
		biaoZhun.put("5931","旧商品店、二手商品店");
		biaoZhun.put("5921","瓶装酒零售店");
		biaoZhun.put("5912","药房、药店");
		biaoZhun.put("5962","旅游相关服务直销");
		biaoZhun.put("5555","其他");
		biaoZhun.put("5949","纺织品及针织品零售");
		biaoZhun.put("5948","箱包、皮具店");
		biaoZhun.put("5947","礼品、卡片、装饰品、纪念品商店");
		biaoZhun.put("5946","照相器材商店");
		biaoZhun.put("5945","玩具、游戏店");
		biaoZhun.put("5943","文具用品商店、各类办公用品商店");
		biaoZhun.put("5969","其他直销商户");
		biaoZhun.put("5968","订阅/订购直销服务");
		biaoZhun.put("5967","电话呼入直销");
		biaoZhun.put("5966","电话呼出直销");
		biaoZhun.put("5965","目录销售商户");
		biaoZhun.put("5964","玩具、游戏店");
		biaoZhun.put("5963","门对门销售");
		biaoZhun.put("5983","燃料经销商－燃油、木材、煤炭和液化石油");
		biaoZhun.put("5978","打字机商店—销售、服务和出租");
		biaoZhun.put("5977","化妆品商店");
		biaoZhun.put("5976","假肢店（整形外科用品、辅助设备）");
		biaoZhun.put("5975","助听器－销售、服务和用品");
		biaoZhun.put("5973","宗教品商店");
		biaoZhun.put("5972","邮票和纪念币商店");
		biaoZhun.put("6010","金融机构－人工现金支付");
		biaoZhun.put("5999","其他专门零售店");
		biaoZhun.put("5997","电动剃须刀商店－销售和服务");
		biaoZhun.put("5996","游泳池－销售、供应和服务");
		biaoZhun.put("5995","宠物商店、宠物食品及用品");
		biaoZhun.put("5993","香烟、雪茄专卖店");
		biaoZhun.put("5992","花店");
		biaoZhun.put("7211","洗熨服务（自助洗衣服务）");
		biaoZhun.put("7210","洗衣店");
		biaoZhun.put("6513","不动产管理－物业管理");
		biaoZhun.put("6211","证券公司－经纪人和经销商");
		biaoZhun.put("6051","非金融机构－外币兑换、非电子转账的汇票、临时支付凭证和旅行支票");
		biaoZhun.put("6012","金融机构－商品和服务");
		biaoZhun.put("6011","金融机构－自动现金支付	");
		biaoZhun.put("7221","摄影工作室");
		biaoZhun.put("7217","室内清洁服务（地毯、沙发、家具表面的清洁服务）");
		biaoZhun.put("7216","干洗店");
		biaoZhun.put("7311","广告服务");
		biaoZhun.put("7299","未列入其他代码的其他个人服务");
		biaoZhun.put("7296","出租衣物－服装、制服和正式场合服装");
		biaoZhun.put("7295","家政服务");
		biaoZhun.put("7278","购物服务及会所（贸易、经纪服务）");
		biaoZhun.put("7277","咨询服务－债务、婚姻和私人事务");
		biaoZhun.put("7276","税收准备服务");
		biaoZhun.put("7273","婚姻介绍及陪同服务");
		biaoZhun.put("7261","殡葬服务");
		biaoZhun.put("7251","修鞋店、擦鞋店、帽子清洗店");
		biaoZhun.put("7230","美容理发店");
		biaoZhun.put("7361","职业中介、临时工");
		biaoZhun.put("7349","清洁、保养及门卫服务");
		biaoZhun.put("7342","灭虫及消毒服务");
		biaoZhun.put("7339","速记、秘书服务（包括各类办公服务）");
		biaoZhun.put("7338","复印及绘图服务");
		biaoZhun.put("7333","商业摄影、工艺、绘图服务");
		biaoZhun.put("7321","消费者信用报告机构");
		biaoZhun.put("7395","照相洗印服务");
		biaoZhun.put("7394","设备、工具、家具和电器出租");
		biaoZhun.put("7393","侦探、保安、安全服务");
		biaoZhun.put("7392","管理、咨询和公共关系服务");
		biaoZhun.put("7379","未列入其他代码的计算机维护和修理服务");
		biaoZhun.put("7375","信息检索服务");
		biaoZhun.put("7372","计算机编程、数据处理和系统集成设计服务");
		biaoZhun.put("7535","汽车喷漆店");
		biaoZhun.put("7534","轮胎翻新、维修店");
		biaoZhun.put("7531","车体维修店");
		biaoZhun.put("7519","房车和娱乐车辆出租");
		biaoZhun.put("7513","卡车及拖车出租");
		biaoZhun.put("7512","汽车出租");
		biaoZhun.put("7399","未列入其他代码的商业服务");
		biaoZhun.put("7641","家具维修、翻新");
		biaoZhun.put("7629","电器设备、小家电维修");
		biaoZhun.put("7623","空调、制冷设备维修");
		biaoZhun.put("7622","电器设备维修");
		biaoZhun.put("7549","拖车服务");
		biaoZhun.put("7542","洗车");
		biaoZhun.put("7538","汽车服务商店（非经销商）");


		youHui.put("4111" , "本市和市郊通勤旅客运输（包括轮渡）");
		youHui.put("4900" , "公共事业（电力、煤气、自来水、清洁服务）");
		youHui.put("4784" , "路桥通行费");
		youHui.put("4511" , "航空公司");
		youHui.put("4131" , "公路客运");
		youHui.put("4121" , "出租车服务");
		youHui.put("5542" , "自助加油站");
		youHui.put("5541" , "加油站、服务站");
		youHui.put("5411" , "大型仓储式超级市场");


	}
	
}
